Repository: cray308/health-app-objc
Catalog: HealthApp/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ru

# wkNames315
source: GC 3
ar: الشروط العامة ٣
de: Allgemeine Konditionierung 3
es: Acondicionamiento general 3
fr: Conditionnement général 3
it: Conzionamento generale 3
ru: Общее кондиционирование 3

# wkNames316
source: GC 4
ar: الشروط العامة ٤
de: Allgemeine Konditionierung 4
es: Acondicionamiento general 4
fr: Conditionnement général 4
it: Conzionamento generale 4
ru: Общее кондиционирование 4

# wkNames317
source: GC 5
ar: الشروط العامة ٥
de: Allgemeine Konditionierung 5
es: Acondicionamiento general 5
fr: Conditionnement général 5
it: Conzionamento generale 5
ru: Общее кондиционирование 5

# wkNames318
source: GC 6
ar: الشروط العامة ٦
de: Allgemeine Konditionierung 6
es: Acondicionamiento general 6
fr: Conditionnement général 6
it: Conzionamento generale 6
ru: Общее кондиционирование 6

# wkNames319
source: GC 7
ar: الشروط العامة ٧
de: Allgemeine Konditionierung 7
es: Acondicionamiento general 7
fr: Conditionnement général 7
it: Conzionamento generale 7
ru: Общее кондиционирование 7

# wkNames320
source: GC 8
ar: الشروط العامة ٨
de: Allgemeine Konditionierung 8
es: Acondicionamiento general 8
fr: Conditionnement général 8
it: Conzionamento generale 8
ru: Общее кондиционирование 8

# wkNames321
source: GC 9
ar: الشروط العامة ٩
de: Allgemeine Konditionierung 9
es: Acondicionamiento general 9
fr: Conditionnement général 9
it: Conzionamento generale 9
ru: Общее кондиционирование 9

# wkNames322
source: GC 10
ar: الشروط العامة ۱۰
de: Allgemeine Konditionierung 10
es: Acondicionamiento general 10
fr: Conditionnement général 10
it: Conzionamento generale 10
ru: Общее кондиционирование 10

# wkNames323
source: GC 11
ar: الشروط العامة ۱۱
de: Allgemeine Konditionierung 11
es: Acondicionamiento general 11
fr: Conditionnement général 11
it: Conzionamento generale 11
ru: Общее кондиционирование 11

# wkNames324
source: GC 12
ar: الشروط العامة ۱۲
de: Allgemeine Konditionierung 12
es: Acondicionamiento general 12
fr: Conditionnement général 12
it: Conzionamento generale 12
ru: Общее кондиционирование 12

# wkNames325
source: BW Plyo
ar: القياسات المتعددة
de: Körpergewicht Plyometrie
es: Pliometría de peso corporal
fr: Plyométrie du poids corporel
it: Pliometria del peso corporeo
ru: Плиометрия массы тела

# wkNames326
source: Kinetic Conditioning
ar: تكييف حركي
de: Kinetische Konditionierung
es: Acondicionamiento cinético
fr: Conditionnement cinétique
it: Con condizionamento cinetico
ru: Кинетическое кондиционирование

# workoutCompleteMsg
source: Workout completed
ar: اكتمل التمرين
es: Entrenamiento completado
fr: Entraînement terminé
it: Allenamento completato
ru: Тренировка завершена

# exerciseDurationMessage
source: Minimum exercise duration met
ar: تم الوصول إلى الحد الأدنى من مدة التمرين
es: Se ha alcanzado la duración mínima del ejercicio
fr: La durée minimale de l'exercice a été atteinte
it: È stata raggiunta la durata minima dell'esercizio
ru: Достигнута минимальная продолжительность упражнений

source: OK
ar: بطريقة لا بأس بها
es: Vale
it: Va bene
ru: Нормально

# exerciseTitleReps
source: %1$@ x %2$d
ar: %1$@ %2$d مرات‬

# sets1
source: Set 1
ar: المجموعة ١
es: Conjunto 1
fr: Ensemble 1
it: Serie 1
ru: Набор 1

# exNames08
source: Burpee
ar: بوربي
es: Burpees
ru: Берпи

# wkNames302
source: 600 Meter Resets
ar: إعادة تعيين ٦۰۰ متر
es: Reinicios de 600 metros
fr: Réinitialisations de 600 mètres
it: Ripristini dei 600 metri
ru: 600-метровые сбросы
