Repository: cray308/health-app-objc
Catalog: HealthApp/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ru

# tabs0
source: Home
ar: بيت
de: Zuhause
es: Hogar
fr: Logement
it: Abitazione
ru: Дом

# tabs1
source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ru: История

# tabs2
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Настройки

# settingsTitle
source: App Settings
ar: إعدادات التطبيق
de: Anwendungseinstellungen
es: Configuración de la aplicación
fr: Paramètres de l'application
it: Impostazioni dell'applicazione
ru: Настройки приложения

# notifications0
source: Finished circuit!
ar: تم الانتهاء من الدائرة!‬
de: Fertige Schaltung!
es: ¡Circuito terminado!
fr: Circuit terminé !
it: Circuito finito!
ru: Готовая схема!

# notifications1
source: Finished exercise!
ar: تم الانتهاء من التمرين!‬
de: Fertige Übung!
es: ¡Terminé el ejercicio!
fr: Exercice terminé !
it: Esercizio finito!
ru: Закончил упражнение!

# workoutTypes0
source: Strength
ar: قوة
de: Kraft
es: Fuerza
fr: Force
it: Forza
ru: Сила

# workoutTypes1
source: Strength-Endurance
ar: القوة والقدرة على التحمل
de: Kraft und Ausdauer
es: Fuerza-Resistencia
fr: Force et endurance
it: Forza e resistenza
ru: Сила и выносливость

# workoutTypes2
source: Endurance
ar: جَلَد
de: Widerstandskraft
es: Resistencia
it: Sopportazione
ru: Выносливость

# workoutTypes3
source: Conditioning
ar: تكييف
de: Konditionierung
es: Condicionamiento
fr: Conditionnement
it: Condizionamento
ru: Кондиционирование

# workoutNotificationTitle
source: Workout Update
ar: تحديث التمرين
de: Trainings-Update
es: Actualización del entrenamiento
fr: Mise à jour de l'entraînement
it: Aggiornamento allenamento
ru: Тренировка завершена

# exerciseProgress
source: Exercise %1$d of %2$d
de: Übung %1$d von %2$d

source: Cancel
ar: ألغى
de: Streichen
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

source: Go
ar: ذهب
de: Gehen
es: Próximo
fr: Aller
it: Andare
ru: Ближайший

source: Save
ar: أنقذ
de: Retten
es: Guardar
fr: Arrêt de but
it: Salvataggio
ru: Спасать

source: Delete
ar: حَذَفَ
de: Fortsetzen
es: Suprimir
fr: Supprimer
it: Cancellare
ru: Вычёркивать

source: Finish
ar: أكمل
de: Beenden
es: Terminar
fr: Fin
it: Fine
ru: Готово

source: Start
ar: بدأ
de: Anfangen
es: Inicio
fr: Début
it: Inizio
ru: Начинать

source: End
ar: توقف
de: Anhalten
es: Final
fr: Arrêt
it: Arresto
ru: Остановка

source: Done
ar: منته
de: Abgemacht!
es: Hecho
fr: Marché conclu!
it: D'accordo
ru: Готово

# homeHeader0
source: Workouts This Week
ar: التدريبات هذا الأسبوع
de: Training diese Woche
es: Entrenamientos esta semana
fr: Entraînements cette semaine
it: Allenamenti questa settimana
ru: Тренировки на этой неделе

# homeHeader1
source: Add Custom Workout
ar: أضف تمرينا مخصصا
de: Benutzerdefiniertes Training hinzufügen
es: Añadir entrenamiento personalizado
fr: Ajouter un entraînement personnalisé
it: Aggiungi allenamento personalizzato
ru: Добавить пользовательскую тренировку

# homeTestMax
source: Test Max
ar: اختبر الأوزان القصوى
de: Maximale Gewichte testen
es: Pruebe los pesos máximos
fr: Poids maximums d'essai
it: Testa i pesi massimi
ru: Проверьте максимальные веса

# homeAlert
source: Nicely done!
de: Gut gemacht!

# homeAlertMessage
source: Great job meeting your workout goal this week.
ar: أحسنت صنعا في تحقيق هدف التمرين هذا الأسبوع
de: Tolle Arbeit, um Ihr Trainingsziele diese Woche zu erreichen.
es: Gran trabajo cumpliendo con tu objetivo de entrenamiento esta semana.
fr: Excellent travail pour atteindre votre objectif d'entraînement cette semaine.
it: Ottimo lavoro per raggiungere il tuo obiettivo di allenamento questa settimana.
ru: Отличная работа по достижению вашей цели тренировки на этой неделе.

# historySegment0
source: 6 Months
ar: ٦ شهرا
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
ru: 6 месяцев

# historySegment1
source: 1 Year
ar: سنة واحدة
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ru: 1 год

# historySegment2
source: 2 Years
ar: سنتان
de: 2 Jahre
es: 2 años
fr: 2 ans
it: 2 anni
ru: 2 года

# chartHeader0
source: Total Workouts
ar: إجمالي التدريبات
de: Workouts insgesamt
es: Entrenamientos totales
fr: Total des entraînements
it: Allenamenti totali
ru: Всего тренировок

# chartHeader1
source: Activity Time By Type
ar: وقت النشاط حسب النوع
de: Aktivitätszeit nach Typ
es: Tiempo de actividad por tipo
fr: Temps d'activité par type
it: Tempo di attività per tipo
ru: Время активности по типу

# chartHeader2
source: Lift Progress
ar: تقدم القوة
de: Stärkefortschritt
es: Progreso de la fuerza
fr: Progrès forts
it: Progresso della forza
ru: Силовой прогресс

# totalWorkoutsLegend
source: Avg workouts (%.2f)
ar: متوسط التدريبات (%.2f)‬
de: Durchschnittliches Training (%.2f)
es: Entrenamientos promedio (%.2f)
fr: Entraînements moyens (%.2f)
it: Allenamenti medi (%.2f)
ru: Среднее количество тренировок (%.2f)

# workoutTypeLegend
source: %1$@ (Avg: %2$@)
ar: %1$@ (المتوسط: %2$@)‬
de: %1$@ (Durchschnitt: %2$@)
es: %1$@ (Promedio: %2$@)
fr: %1$@ (moyenne : %2$@)
it: %1$@ (media: %2$@)
ru: %1$@ (среднее: %2$@)

# liftLegend
source: %1$@ (Avg: %2$.1f)
ar: %1$@ (المتوسط: %2$.1f)‬
de: %1$@ (Durchschnitt: %2$.1f)
es: %1$@ (Promedio: %2$.1f)
fr: %1$@ (moyenne : %2$.1f)
it: %1$@ (media: %2$.1f)
ru: %1$@ (среднее: %2$.1f)

# hourMinFmt
source: %1$dh %2$dm
ar: %1$d س %2$d د‬
de: %1$dSek. %2$dMin.
it: %1$do %2$dm
ru: %1$dч %2$dм

# minsFmt
source: %dm
ar: %d د‬
de: %dMin.
ru: %dм

# planPicker
source: Change workout plan
de: Trainingsplan ändern

source: Dark mode
ar: مظهر داكن
de: Dunkles Aussehen
es: Aspecto oscuro
fr: Apparence sombre
it: Aspetto scuro
ru: Темный внешний вид

# settingsSegment0
source: None
ar: لا شيء
de: Keines
es: Ningunos
fr: Aucuns
it: Nessuno
ru: Нет

# settingsSegment1
source: Foundation
ar: تأسيس
de: Gründung
es: Fundamento
fr: Fondations
it: Fondamenta
ru: Основание

# settingsSegment2
source: Continuation
ar: استمرار
de: Fortsetzung
es: Continuidad
it: Continuazione
ru: Продолжение

source: Max %@ weight
ar: الحد الأقصى لوزن %@‬
de: Maximales Gewicht der %@
es: Peso máximo de %@
fr: Poids maximal du %@
it: Peso massimo %@
ru: Максимальный вес %@

# settingsSave
source: Save settings
ar: حفظ الإعدادات
de: Einstellungen speichern
es: Guardar configuración
fr: Enregistrer les paramètres
it: Salva impostazioni
ru: Сохранить настройки

# settingsDelete
source: Delete data
ar: حذف البيانات
de: Daten löschen
es: Eliminar datos
fr: Supprimer les données
it: Elimina i dati
ru: Удалить данные

# settingsAlert
source: Are you sure?
de: Bist du sicher?

# inputFieldError
source: Input must be between %1$d and %2$d.
ar: يجب أن تكون المدخلات بين %1$d و%2$d‬
de: Die Eingabe muss zwischen %1$d und %2$d liegen.
es: La entrada debe estar entre %1$d y %2$d.
fr: L'entrée doit être comprise entre %1$d et %2$d.
it: L'ingresso deve essere compreso tra %1$d e %2$d.
ru: Вход должен быть в диапазоне от %1$d до %2$d.

# msgSave
source: This will save the currently entered data.
de: Dadurch werden die bereitgestellten Daten gespeichert.

# msgDelete
source: This will delete all workout history.
de: Dadurch wird der gesamte Trainingsverlauf gelöscht.

# setupWorkoutTitle
source: Set up Workout
ar: تكوين التمرين
de: Training konfigurieren
es: Configurar el entrenamiento
fr: Configurer l'entraînement
it: Configura l'allenamento
ru: Настроить тренировку

# setupWorkoutPickerTitle
source: Choose workout
ar: اختر التمرين
de: Training wählen
es: Elige el entrenamiento
fr: Choisissez l'entraînement
it: Scegli l'allenamento
ru: Выберите тренировку

# setupWorkoutSets
source: Sets
ar: مجموعات الطعام
de: Sätze
es: Conjuntos
fr: Ensembles
it: Imposta
ru: Наборы

# setupWorkoutReps
source: Reps
ar: التكرارات (تكرار)
de: Wiederholungen
es: Repeticiones
fr: Répétitions
it: Ripetizioni
ru: Повторения

# setupWorkoutMaxWeight
source: Max weight percentage
ar: النسبة المئوية القصوى للوزن
de: Höchstgewicht Prozentsatz
es: Porcentaje máximo de peso
fr: Pourcentage de poids maximal
it: Percentuale massima di peso
ru: Максимальный процент веса

# setupWorkoutDuration
source: Duration in minutes
ar: المدة بالدقائق
de: Dauer in Minuten
es: Duración en minutos
fr: Durée en minutes
it: Durata in minuti
ru: Продолжительность в минутах

# updateMaxesTitle
source: Set Weight & Reps
ar: توفير الوزن والتكرار
de: Gewicht und Wiederholungen bereitstellen
es: Proporcione peso y repeticiones
fr: Fournir du poids et des répétitions
it: Fornire peso e ripetizioni
ru: Обеспечить вес и повторения

# stepperLabel
source: Reps: %d
de: Wiederholungen: %d

# stepperDescription
source: Change the number of reps completed
de: Ändern Sie die Anzahl der abgeschlossenen Wiederholungen

# exerciseHeader
source: Set %1$d of %2$d
ar: المجموعة %1$d من %2$d‬
de: Set %1$d von %2$d
es: Conjunto %1$d de %2$d
fr: Ensemble %1$d sur %2$d
it: Serie %1$d di %2$d
ru: Набор %1$d из %2$d

# exerciseTitleRest
source: Rest: %d s
ar: استرح لمدة %d ث‬
de: Ruhe: %d Sek.
es: Descanso: %d s
fr: Repos : %d s
it: Riposo: %d s
ru: Отдых: %d секунд

# exerciseTitleRepsWithWeight
source: %1$@ x %2$d @ %3$.2f %4$@
ar: %1$@ %2$d مرات مع %3$.2f %4$@‬
de: %1$@ x %2$d mit %3$.2f %4$@
es: %1$@ x %2$d con %3$d libras
fr: %1$@ x %2$d avec %3$d livres
it: %1$@ x %2$d con %3$d libbre
ru: %1$@ x %2$d с %3$d фунтами

# exerciseTitleDurationMinutes
source: %1$@ for %2$.1f min
ar: %1$@ لمدة %2$.1f د‬
de: %1$@ für %2$.1f Min.
es: %1$@ por %2$.1f min
fr: %1$@ pendant %2$.1f min
it: %1$@ per %2$.1f min
ru: %1$@ на %2$.1f минуты

# exerciseTitleDurationSeconds
source: %1$@ for %2$d s
ar: %1$@ لمدة %2$d ث‬
de: %1$@ für %2$d Sek.
es: %1$@ por %2$d s
fr: %1$@ pendant %2$d s
it: %1$@ per %2$d s
ru: %1$@ на %2$d секунд

# exerciseTitleDistance
source: %1$@ %2$d/%3$d m
ar: %1$@ %2$d أو %3$d م‬
de: %1$@ %2$d oder %3$d m
fr: %1$@ %2$d ou %3$d m
it: %1$@ %2$d o %3$d m
ru: %1$@ на %2$d или %3$d метров

# circuitProgressHint
source: Circuit %1$d of %2$d
ar: الدائرة %1$d من %2$d‬
de: Schaltung %1$d von %2$d
es: Circuito %1$d de %2$d
fr: Circuit %1$d sur %2$d
it: Circuito %1$d di %2$d
ru: Схема %1$d из %2$d

# circuitHeaderRounds
source: Round %1$d of %2$d
ar: الجولة %1$d من %2$d‬
de: Runde %1$d von %2$d
es: Ronda %1$d de %2$d
fr: Tour %1$d sur %2$d
it: Giro %1$d di %2$d
ru: Раунд %1$d из %2$d

# circuitHeaderAMRAP
source: AMRAP %d min
ar: أكبر عدد ممكن من التكرار لمدة %d د‬
de: SVWWM für %d Min.
es: Tantas repeticiones como sea posible por %d min
fr: Autant de répétitions que possible pendant %d min
it: Quante ripetizioni possibili per %d min
ru: Как можно больше повторений за %d минут

# circuitHeaderRoundsMultiple
source: Circuit %1$d of %2$d - Round %3$d of %4$d
de: Schaltung %1$d von %2$d - Runde %3$d von %4$d

# circuitHeaderAMRAPMultiple
source: Circuit %1$d of %2$d - AMRAP %3$d min
de: Schaltung %1$d von %2$d - SVWWM für %3$d Min.

# rounds1
source: Round 1
ar: الجولة ١
de: Runde 1
es: Ronda 1
fr: Tour 1
it: Giro 1
ru: Раунд 1

# exNames00
source: Squat
ar: قرفص
de: Hocken
es: Sentadillas
fr: Position accroupie
it: Accovacciarsi
ru: Сидение на корточках

# exNames01
source: Pull-up
ar: سحب ما يصل
de: Platz zum Haltmachen
es: Dominadas
fr: Traction
it: Tira-su
ru: Подтягивание

# exNames02
source: Bench
ar: مكبس مقاعد البدلاء
de: Tischpresse
es: Prensas de pecho
fr: Développé couché
it: Pressa per il torace
ru: Пресс для скамеек

# exNames03
source: Deadlift
ar: الرفعة المميتة
de: Kreuzheben
es: Pesos muertos
fr: Soulevé de terre
it: Stacco
ru: Становатая тяга

# exNames04
source: 1-arm KB deadlift
ar: رافعة شوكية أحادية الذراع
de: Einarmige Kugelhantel Kreuzheben
es: Pesos muertos con pesas rusas de un solo brazo
fr: Soulevé de terre avec poids russe à un bras
it: Stacco peso russo a braccio singolo
ru: Одноручная гиревой становая тяга

# exNames05
source: Barbell push-press
ar: الحديد دفع الصحافة
de: Langhanteldruckmaschine
es: Prensas de empuje de barra
fr: Presse-poussoir d'haltères longs
it: Bilanciere spingere
ru: Кножатие штанги

# exNames06
source: Bicycle crunch
ar: أزمة الدراجات الهوائية
de: Fahrradknirschen
es: Abdominales de bicicleta
fr: Croquant de vélo
it: Scricchiolio per biciclette
ru: Хруст велосипеда

# exNames07
source: Box jump
ar: قفزة الصندوق
de: Boxspringen
es: Saltos de caja
fr: Saut en boîte
it: Salto alla scatola
ru: Прыжок в коробку

# exNames09
source: Crunch
ar: قرقش
de: Knabbern
es: Abdominales
fr: Crissement
it: Scricchiolio
ru: Хруст

# exNames10
source: DB bench
ar: اضغط على مقعد الدمبل
de: Hantelbankpresse
es: Prensas de banca con mancuernas
fr: Presse à banc d'haltères
it: Pressa da banco con manubri
ru: Пресс для гантелей

# exNames11
source: DB lunge
ar: رئتا الدمبل
de: Hantellunge
es: Estocadas con mancuernas
fr: Fente d'haltère
it: Affondo con manubri
ru: Выпад с гантелями

# exNames12
source: DB push-press
ar: دمبل بضغطة
de: Hanteldruckmaschine
es: Prensas de empuje con mancuernas
fr: Presse-poussoir d'haltères
it: Manubrio spingere
ru: Кнопч-пресс для гантелей

# exNames13
source: DB row
ar: صف الدمبل
de: Hantelreihe
es: Rema con mancuernas
fr: Rangée d'haltères
it: Fila di manubri
ru: Ряд гантелей

# exNames14
source: Diamond push-up
ar: الضغط الماسي
de: Diamant Liegestütze
es: Flexiones de diamante
fr: Poussoir diamanté
it: Spinta diamantata
ru: Алмазный отжимание

# exNames15
source: Dip
ar: غَمَسَ
de: Tauchen
es: Fondos de tríceps
fr: Baignade
it: Tuffo
ru: Погружение

# exNames16
source: Goblet squat
ar: كأس القرفصاء
de: Kelchbeuge
es: Sentadillas de copa
fr: Accroupi gobelet
it: Calice accovacciarsi
ru: Кубок на корточках

# exNames17
source: Handstand hold
ar: الوقوف على اليدين
de: Handstand halten
es: Paradas de manos
fr: Tene de béquille
it: Tenuta in piedi
ru: Удержание подставки для рук

# exNames18
source: Hanging knee-to-elbow
ar: معلق من الركبة إلى الكوع
de: Hängendes Knie-an-Ellbogen
es: Mueve la rodilla al codo mientras cuelga
fr: Accrocher genou-coude
it: Gamba a gomito appesa
ru: Висячие колени к локтю

# exNames19
source: Hanging leg raise
ar: رفع الساق المعلقة
de: Hängende Beinerhöhung
es: Elevaciones de piernas colgando
fr: Levez la jambe suspendue
it: Sollevare le gambe appese
ru: Подвесной подъем ноги

# exNames20
source: Hyperextension
ar: فرط التمدد
de: Überdehnung
es: Hiperextensiónes
it: Iperestensione
ru: Гиперрасширение

# exNames21
source: Inverted row
ar: صف مقلوب
de: Invertierte Zeile
es: Rema invertida
fr: Rangée inversée
it: Riga invertita
ru: Перевернутая строка

# exNames22
source: Jump squat
ar: القفز القرفصاء
de: Sprungbeuge
es: Sentadillas con salto
fr: Saut accroupi
it: Salta accovacciarsi
ru: Прыгать на корточках

# exNames23
source: Double KB clean & press
ar: جرس غلاية مزدوج نظيف ومكبس
de: Doppeltes Kugelhantel rein und drücken
es: Limpia y presiona con pesas rusas dobles
fr: Double poids russe nettoyer et presser
it: Doppio peso russo pulito e pressa
ru: Двойная гиря чистка и пресс

# exNames24
source: KB floor press
ar: الوزن الروسي الطابق الصحافة
de: Kugelhantel Bodenpresse
es: Prensas desde el suelo con pesa rusa
fr: Presse à plancher poids russe
it: Peso russo pressa da pavimento
ru: Гиревой пресс

# exNames25
source: KB snatch
ar: خطف الوزن الروسي
de: Kugelhantel Schnatch
es: Arrancadas con pesa rusa
fr: Arraché de poids russe
it: Peso russo strappa
ru: Гиревой рывок

# exNames26
source: KB swing
ar: أرجوحة الوزن الروسي
de: Kugelhantel Schaukel
es: Columpios de pesa rusa
fr: Balançoire poids russe
it: Altalena peso russo
ru: Гиревые качели

# exNames27
source: Double KB swing
ar: أرجوحة الوزن الروسي مزدوجة
de: Doppelte russische Gewichtsschaukel
es: Columpios de pesas rusas dobles
fr: Balançoire à double poids russe
it: Doppia altalena peso russo
ru: Двойные гиревые качели

# exNames28
source: Lunge
ar: انْدِفاع
de: Ausfall
es: Estocadas
fr: Fente
it: Scatto in avanti
ru: Бросок

# exNames29
source: Lying leg raise
ar: رفع الساق الكذبة
de: Liegendes Bein heben
es: Elevaciones de piernas desde el suelo
fr: Levez les jambes couchées
it: Sollevamento delle gambe sdraiato
ru: Лежащая нога поднимает

# exNames30
source: Muscle-up
ar: العضلات إلى أعلى
de: Muskelaufbau
es: Dominadas por encima de la barra
fr: Se muscler
it: Muscolo-su
ru: Мышцы вверх

# exNames31
source: Plyo pull-up
ar: سحب بليومترك
de: Plyometrisches Klimmzug
es: Dominadas pliométricas
fr: Traction pliométrique
it: Tira-su pliometrico
ru: Плиометрическое подтягивание

# exNames32
source: Plyo push-up
ar: ضغط بليومترك
de: Plyometrischer Liegestütze
es: Flexiones pliométricas
fr: Poussée pliométrique
it: Ammassare pliometrico
ru: Плиометрический отжимание

# exNames33
source: Push-up
ar: تمرين الضغط
de: Liegestütze
es: Flexiones
fr: Poussée
it: Ammassare
ru: Отжимание

# exNames34
source: Renegade row
ar: صف رينيجيد
de: Abtrünnige Reihe
es: Rema de renegada
fr: Rangée renégat
it: Fila rinnegata
ru: Ряд ренегат

# exNames35
source: Run/row
ar: اركض أو صف
de: Laufen oder rudern
es: Corre o rema
fr: Exécuter ou rower
it: Corri o rema
ru: Выполнить или со строкой

# exNames36
source: Sprint/row
ar: سبرينت أو صف
de: Rennen oder Ruder
es: Esprinta o rema
fr: Sprint ou rangée
it: Sprint o fila
ru: Спринт или ряд

# exNames37
source: Weighted KB swing
ar: أرجوحة الوزن الروسي المرجحة
de: Kugelhantel Schaukel mit Gewichtsweste
es: Columpios de pesas rusas con peso
fr: Balançoire poids russe lestée
it: Altalena peso russo ponderata
ru: Утяжеленные гиревые качели

# exNames38
source: Weighted ab wheel rollout
ar: لفة عجلة البطن المرجحة
de: Gewichteter Rollout des Bauchrads
es: Desenrolla de rueda abdominal con peso
fr: Déroulement de roue abdominale lesté
it: Svolgimento ponderato della ruota addominale
ru: Взвешенное развертывание брюшного колеса

# exNames39
source: Weighted burpee
ar: بيربي المرجح
de: Gewichtetes Burpee
es: Burpees con peso
fr: Burpee pondéré
it: Burpee ponderato
ru: Взвешенная отрыжка

# exNames40
source: Weighted dip
ar: تراجع مرجح
de: Gewichteter Dip
es: Fondos de tríceps con peso
fr: Trempette pondérée
it: Immersione ponderata
ru: Взвешенное погружение

# exNames41
source: Weighted hyperextension
ar: تمديد مفرط مرجح
de: Gewichtete Überdehnung
es: Hiperextensiónes con peso
fr: Hyperextension pondérée
it: Iperestensione ponderata
ru: Взвешенное гиперрасширение

# exNames42
source: Weighted jog/row
ar: هروف أو صف مرجح
de: Gewichtetes Joggen oder Rudern
es: Trota o rema con peso
fr: Trot ou rangée pondéré
it: Avanzare a scatti o fila ponderati
ru: Взвешенная пробежка или ряд

# exNames43
source: Weighted mountain climber
ar: متسلق الجبال المرجح
de: Gewichteter Bergsteiger
es: Montañeros con peso
fr: Alpiniste lesté
it: Alpinista ponderato
ru: Взвешенный альпинист

# exNames44
source: Weighted plank
ar: لوح مرجح
de: Gewichtete Planke
es: Planchas con peso
fr: Planche lestée
it: Tavola ponderata
ru: Взвешенная доска

# exNames45
source: Weighted plank push-up
ar: رفع اللوح الخشبي المرجح
de: Gewichteter Dielenschub
es: Flexiones de plancha con peso
fr: Poussoir en planches lestées
it: Ammassare della tavola ponderata
ru: Взвешенный отжимание доски

# exNames46
source: Weighted pull-up
ar: سحب مرجح
de: Gewichteter Klimmzug
es: Dominadas con peso
fr: Traction pondéré
it: Tira-su ponderato
ru: Взвешенное подтягивание

# exNames47
source: Weighted push-up
ar: الضغط المرجح للأعلى
de: Gewichteter Liegestütze
es: Flexiones con peso
fr: Poussoir pondéré
it: Ammassare ponderato
ru: Взвешенный отжимание

# exNames48
source: Weighted sprint/row
ar: سبرينت أو صف مرجح
de: Gewichteter Rennen oder Zeile
es: Esprinta o rema con peso
fr: Sprint ou rangée pondéré
it: Sprint o fila ponderati
ru: Взвешенный спринт или ряд

# exNames49
source: Weighted squat
ar: القرفصاء المرجح
de: Gewichtete Kniebeuge
es: Sentadillas con peso
fr: Accroupi pondéré
it: Accovacciarsi ponderato
ru: Взвешенное приседание

# exNames50
source: Weighted v-up
ar: V-up المرجح
de: Gewichteter V-up
es: V-ups con peso
fr: V-up pondéré
it: V-up ponderato
ru: Взвешенный v-up

# wkNames000
source: Main Strength
ar: القوة الرئيسية
de: Hauptstärke
es: Fuerza principal
fr: Force principale
it: Forza principale
ru: Основная сила

# wkNames001
source: Aux Strength
ar: القوة الثانوية
de: Sekundärstärke
es: Fuerza secundaria
fr: Force secondaire
it: Forza secondaria
ru: Вторичная прочность

# wkNames002
source: Test Day
ar: يوم الاختبار
de: Testtag
es: Día del examen
fr: Jour d'essai
it: Giornata del test
ru: День тестирования

# wkNames100
source: KB 1
ar: كيلوبايت ١
de: Kugelhantel 1
es: Pesa rusa 1
fr: Poids russe 1
it: Peso russo 1
ru: Гиря 1

# wkNames101
source: KB 2
ar: كيلوبايت ٢
de: Kugelhantel 2
es: Pesa rusa 2
fr: Poids russe 2
it: Peso russo 2
ru: Гиря 2

# wkNames102
source: WV 1
ar: سترة الوزن ١
de: Gewichtsweste 1
es: Chaleco de pesas 1
fr: Gilet de poids 1
it: Gilet di peso 1
ru: Весовой жилет 1

# wkNames103
source: KB 3
ar: كيلوبايت ٣
de: Kugelhantel 3
es: Pesa rusa 3
fr: Poids russe 3
it: Peso russo 3
ru: Гиря 3

# wkNames104
source: WV 2
ar: سترة الوزن ٢
de: Gewichtsweste 2
es: Chaleco de pesas 2
fr: Gilet de poids 2
it: Gilet di peso 2
ru: Весовой жилет 2

# wkNames105
source: DB 1
ar: الدمبل ١
de: Hantel 1
es: Mancuerna 1
fr: Haltère 1
it: Manubrio 1
ru: Гантель 1

# wkNames106
source: KB 4
ar: كيلوبايت ٤
de: Kugelhantel 4
es: Pesa rusa 4
fr: Poids russe 4
it: Peso russo 4
ru: Гиря 4

# wkNames107
source: Recovery
ar: شفاء
de: Erholung
es: Recuperación
fr: Rétablissement
it: Guarigione
ru: Возврат

# wkNames200
source: Endurance
ar: جَلَد
de: Widerstandskraft
es: Resistencia
it: Resistenza
ru: Выносливость

# wkNames300
source: Sprint 10 to 1s
ar: سبرينت من ۱۰ إلى ١
de: Rennen 10 zu 1
es: Sprint 10 a 1
fr: Sprint 10 à 1
it: Sprint da 10 a 1
ru: Спринт 10 к 1

# wkNames301
source: Fast 5 Tempo Run
ar: تشغيل سريع لمدة ٥ مرات
de: Schneller 5-Zeitlauf
es: Corre rápido de 5 veces
fr: Courses rapides à 5 heures
it: Corse veloce a 5 tempi
ru: Быстрые 5 пробегов

# wkNames303
source: Black on Oxygen
ar: أسود على الأكسجين
de: Schwarz auf Sauerstoff
es: Negro sobre oxígeno
fr: Noir sur oxygène
it: Nero sull'ossigeno
ru: Черный на кислороде

# wkNames304
source: BoO II
ar: أسود على الأكسجين ٢
de: Schwarz auf Sauerstoff 2
es: Negro sobre oxígeno 2
fr: Noir sur oxygène 2
it: Nero sull'ossigeno 2
ru: Черный на кислороде 2

# wkNames305
source: Track Intervals
ar: تتبع الفواصل الزمنية
de: Gleisintervalle
es: Intervalos de vía
fr: Intervalles de voie
it: Intervalli di tracciamento
ru: Интервалы отслеживания

# wkNames306
source: Oxygen Debt 101
ar: ديون الأكسجين ۱۰۱
de: Sauerstoffschulden 101
es: Deuda de oxígeno 101
fr: Dette d'oxygène 101
it: Debito di ossigeno 101
ru: Кислородный долг 101

# wkNames307
source: Sprint Ladders
ar: سلالم سبرينت
de: Sprintleitern
es: Escaleras Sprint
fr: Échelles Sprint
it: Scale Sprints
ru: Спринтеровые лестницы

# wkNames308
source: Meat-Eater
ar: آكل لحوم
de: Fleischesser
es: Carnívoro
fr: Carnivore
it: Carnivoro
ru: Плотоядное животное

# wkNames309
source: Meat-Eater II
ar: أكلة اللحم ٢
de: Fleischesser 2
es: Carnívoro 2
fr: Carnivore 2
it: Carnivoro 2
ru: Плотоядное животное 2

# wkNames310
source: Anaerobic Capacity
ar: القدرة اللاهوائية
de: Anaerobe Kapazität
es: Capacidad anaeróbica
fr: Capacité anaérobie
it: Capacità anaerobica
ru: Анаэробная емкость

# wkNames311
source: Buffalo Laps
ar: لفات الجاموس
de: Büffelrunden
es: Vueltas de búfalo
fr: Tours de Buffalo
it: Giri di bufalo
ru: Буффало Лапс

# wkNames312
source: Meat-Eater III
ar: أكلة اللحم ٣
de: Fleischesser 3
es: Carnívoro 3
fr: Carnivore 3
it: Carnivoro 3
ru: Плотоядное животное 3

# wkNames313
source: GC 1
ar: الشروط العامة ١
de: Allgemeine Konditionierung 1
es: Acondicionamiento general 1
fr: Conditionnement général 1
it: Conzionamento generale 1
ru: Общее кондиционирование 1

# wkNames314
source: GC 2
ar: الشروط العامة ٢
de: Allgemeine Konditionierung 2
es: Acondicionamiento general 2
fr: Conditionnement général 2
it: Conzionamento generale 2
ru: Общее кондиционирование 2
